
[
    
    {
        "name" : "Lilla Akademien",
        "time" : "2012-2015",
        "description" : "Estetiskt program"
    },
    {
        "name" : " Karolinska Sjukhuset",
        "time" : "2018-2019",
        "description" : "Worked as a team member within Service and Logistics at Karolinska with various job roles. I started at Konferensservice as Customer Service and booking/janitor duties within NKS and relocation assistance from old Karolinska's premises to new ones. Then worked as a Service Host for the administrative side of Karolinska in the Elite hotel Carolina Tower with everything from IT help/orders to cleaning surfaces. Most recently, I worked at Sängverkstaden where we troubleshooted various beds/wheelchairs etc. and if we could fix them, we did so or we had to roll out new replacements." 
    },
    {
        "name" : " Samhall Willys",
        "time" : "2018-2018",
        "description" : "During my time at Willys, I worked a lot with my colleagues to ensure hygiene in the store and guide customers."
    },
    {
        "name" : " Samhall SF",
        "time" : "2017-2018",
        "description" : "At the SF Mall of Scandinavia, I worked as a cleaner making sure that all premises were clean and ready for when the guests entered the cinemas. For this I also had to take a course in general care/cleaning. Here I also worked a lot with deliveries and sorting goods. Made sure everything was picked up and topped up." 
    },
    {
        "name" : " Handikappades Riksförbund",
        "time" : "2017-2018",
        "description" : " I sometimes work when needed at the national association of the disabled on their various trips helping to roll wheelchairs, carrying help and generally making sure that everyone had a good time and that everything went as smoothly as possible." 
    },
    {
        "name" : "  7Eleven",
        "time" : "2017-2017",
        "description" : "At 7Eleven, I worked a lot with everything to do with the store, such as cleaning, baking, product handling, placement, deliveries, etc." 
    },
    {
        "name" : "  Arbetsförmedlingen ",
        "time" : "2017-2017",
        "description" : "I worked as a janitor in the IT department at AF where my job was to go around and help all departments with various IT-related questions and make sure that all IT in group rooms/meeting rooms worked as they should." 
    },
    {
        "name" : "  Lilla Akademien ",
        "time" : "2016-2016",
        "description" : "Worked as after-school staff with ÅK 0-4 during a period where my main job was to take care of the children and make sure they had fun and that nothing happened at the after-school center." 
    }
]
